{
  "zh-CN": {
    "common": {
      "features": "主要特性"
    },
    "slogan": {
      "key": "更好地了解您的数据!",
      "description": "新一代数据可观测性平台，数据目录管理和数据质量监控平台"
    },
    "feature": [
      {
        "title": "数据目录管理",
        "details": "自动获取数据源元数据，构造企业级数据目录；定时监听数据变更情况"
      },
      {
        "title": "数据质量监控",
        "details": "平台内置多个数据质量检查规则，开箱即用；提供告警消息管理帮助你更好把握质量情况"
      },
      {
        "title": "插件化设计",
        "details": "平台以插件化设计为核心，支持数据源、规则、告警组件、错误数据存储和注册中心等插件扩展"
      },
      {
        "title": "数据概览",
        "details": "让你能够更快更轻松地了解每个数据集的情况，做到心里有数"
      },
      {
        "title": "多种运行模式",
        "details": "DataVines不仅提供平台帮助你观测数据，也支持本地模式集成到调度系统的工作流中"
      },
      {
        "title": "易部署&高可用",
        "details": "平台依赖少，容易部署；支持水平扩容，自动容错"
      }
    ]
  },
  "en": {
    "common": {
      "features": "Features"
    },
    "slogan": {
      "key": "Know your data easier!",
      "description":  "Next-gen Data Observability Platform, Data Catalog Management & Data Quality Monitoring Platform."
    },
    "feature": [
      {
        "title": "Data Catalog Management",
        "details": "Automatically obtain datasource metadata and construct enterprise-level data catalog; Regularly monitor data schema changes."
      },
      {
        "title": "Data Quality Monitor",
        "details": "Multiple data quality check rules are built in the platform, which can be used out of the box; Provide alert message management to help you better grasp the quality situation."
      },
      {
        "title": "Plug-in Design",
        "details": "With plug-in design as the core, the platform supports plug-in design of datasource, rule, notification, error data storage and registry."
      },
      {
        "title": "Data Profile",
        "details": "Data profile enables you to understand the situation of each data set faster and more easily, so that you have a clear idea."
      },
      {
        "title": "Multiple Mode",
        "details": "DataVines not only provides a platform to help you observe data, but also supports local mode integration into the workflow of the scheduling system."
      },
      {
        "title": "Easy Deploy & HA",
        "details": "Less dependent and easy to deploy; Supports horizontal expansion and automatic fault tolerance."
      }
    ]
  }
}
